Revit 2026 API

# FormUtils Methods

---

The FormUtils type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | CanBeDissolved |  |
|  | DissolveForms(Document, ICollectionElementId) |  |
|  | DissolveForms(Document, ICollectionElementId, ICollectionElementId) |  |

#### Reference

FormUtils Class

Autodesk.Revit.DB Namespace